<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `ecs_account_log`;");
E_C("CREATE TABLE `ecs_account_log` (
  `log_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` mediumint(8) unsigned NOT NULL,
  `user_money` decimal(10,2) NOT NULL,
  `frozen_money` decimal(10,2) NOT NULL,
  `rank_points` mediumint(9) NOT NULL,
  `pay_points` mediumint(9) NOT NULL,
  `change_time` int(10) unsigned NOT NULL,
  `change_desc` varchar(255) NOT NULL,
  `change_type` tinyint(3) unsigned NOT NULL,
  PRIMARY KEY (`log_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM AUTO_INCREMENT=451 DEFAULT CHARSET=utf8");
E_D("replace into `ecs_account_log` values('276','717','0.00','0.00','59','59','1423405719','订单 2015020985809 赠送的积分','99');");
E_D("replace into `ecs_account_log` values('275','738','0.00','0.00','0','10','1423381684','分享朋友圈返积分','99');");
E_D("replace into `ecs_account_log` values('274','734','0.00','0.00','0','10','1423379203','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('273','715','0.00','0.00','0','10','1423362427','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('272','561','0.00','0.00','2','0','1423356279','','99');");
E_D("replace into `ecs_account_log` values('271','700','0.00','0.00','0','10','1423355307','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('277','949','0.00','0.00','0','10','1424985127','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('278','1002','0.00','0.00','0','10','1424990591','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('279','1003','0.00','0.00','0','10','1424992003','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('280','1006','0.00','0.00','0','10','1424992030','分享朋友圈返积分','99');");
E_D("replace into `ecs_account_log` values('281','1018','0.00','0.00','0','10','1424996179','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('282','1021','0.00','0.00','275','275','1424997684','订单 2015022761267 赠送的积分','99');");
E_D("replace into `ecs_account_log` values('283','1020','68.75','0.00','0','0','1424998181','订单号 2015022761267, 分成:金钱 68.75 积分 0','99');");
E_D("replace into `ecs_account_log` values('284','1019','27.50','0.00','0','0','1424998181','订单号 2015022761267, 分成:金钱 27.5 积分 0','99');");
E_D("replace into `ecs_account_log` values('285','980','13.75','0.00','0','0','1424998181','订单号 2015022761267, 分成:金钱 13.75 积分 0','99');");
E_D("replace into `ecs_account_log` values('286','1006','68.75','0.00','0','0','1424998207','订单号 2015022768133, 分成:金钱 68.75 积分 0','99');");
E_D("replace into `ecs_account_log` values('287','814','0.00','0.00','0','10','1425016154','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('288','1049','0.00','0.00','275','275','1425016539','订单 2015022752547 赠送的积分','99');");
E_D("replace into `ecs_account_log` values('289','923','0.00','0.00','0','10','1425017035','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('290','1055','0.00','0.00','2000','2000','1425023426','222','2');");
E_D("replace into `ecs_account_log` values('291','734','0.00','0.00','0','10','1425025923','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('292','1086','0.00','0.00','0','10','1425062442','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('293','1077','0.00','0.00','0','10','1425063098','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('294','1102','0.00','0.00','0','10','1425065398','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('295','1104','0.00','0.00','0','10','1425066572','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('296','1020','-68.75','0.00','0','0','1425068237','分成被管理员取消！','99');");
E_D("replace into `ecs_account_log` values('297','1006','-68.75','0.00','0','0','1425068246','分成被管理员取消！','99');");
E_D("replace into `ecs_account_log` values('298','980','-13.75','0.00','0','0','1425068253','分成被管理员取消！','99');");
E_D("replace into `ecs_account_log` values('299','1019','-27.50','0.00','0','0','1425068259','分成被管理员取消！','99');");
E_D("replace into `ecs_account_log` values('300','1112','0.00','0.00','0','10','1425070956','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('301','1076','0.00','0.00','0','10','1425071775','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('302','1127','500.00','0.00','0','0','1425078958','充值','2');");
E_D("replace into `ecs_account_log` values('303','1127','-290.00','0.00','0','0','1425079004','追加使用余额支付订单：2015022840914','99');");
E_D("replace into `ecs_account_log` values('304','1123','13.75','0.00','0','0','1425079245','订单号 2015022840914, 分成:金钱 13.75 积分 0','99');");
E_D("replace into `ecs_account_log` values('305','1123','1000.00','0.00','0','0','1425079324','发信','2');");
E_D("replace into `ecs_account_log` values('306','1123','-200.00','0.00','0','0','1425079427','提现','1');");
E_D("replace into `ecs_account_log` values('307','1135','0.00','0.00','0','10','1425085364','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('308','1110','2.95','0.00','0','0','1425088150','订单号 2015022878473, 分成:金钱 2.95 积分 0','99');");
E_D("replace into `ecs_account_log` values('309','1110','-2.95','0.00','0','0','1425088161','分成被管理员取消！','99');");
E_D("replace into `ecs_account_log` values('310','1154','0.00','0.00','0','10','1425108765','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('311','1157','0.00','0.00','0','10','1425111446','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('312','1143','0.00','0.00','0','10','1425145530','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('313','1078','0.00','0.00','0','10','1425147957','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('314','1089','0.00','0.00','0','10','1425159154','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('315','1194','0.00','0.00','0','10','1425166279','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('316','1233','0.00','0.00','0','10','1425187517','分享朋友圈返积分','99');");
E_D("replace into `ecs_account_log` values('317','1233','0.00','0.00','0','10','1425187539','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('318','1267','0.00','0.00','0','10','1425248133','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('319','1266','0.00','0.00','0','10','1425248784','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('320','1151','13.75','0.00','0','0','1425248967','订单号 2015030221421, 分成:金钱 13.75 积分 0','99');");
E_D("replace into `ecs_account_log` values('321','1268','0.00','0.00','275','275','1425249015','订单 2015030221421 赠送的积分','99');");
E_D("replace into `ecs_account_log` values('322','1286','0.00','0.00','0','10','1425258032','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('323','1163','0.00','0.00','0','10','1425259165','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('324','1105','0.00','0.00','0','10','1425274843','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('325','1309','0.00','0.00','0','10','1425276933','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('326','1110','13.75','0.00','0','0','1425279997','订单号 2015030295594, 分成:金钱 13.75 积分 0','99');");
E_D("replace into `ecs_account_log` values('327','1064','0.00','0.00','0','10','1425306097','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('328','1284','0.00','0.00','0','10','1425309297','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('329','1329','0.00','0.00','0','10','1425323955','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('330','1332','0.00','0.00','0','10','1425326187','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('331','1089','0.00','0.00','0','10','1425327425','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('332','1337','0.00','0.00','0','10','1425327518','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('333','1332','0.00','0.00','0','10','1425340841','分享朋友圈返积分','99');");
E_D("replace into `ecs_account_log` values('334','1358','0.00','0.00','0','10','1425342203','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('335','1354','0.00','0.00','0','10','1425345190','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('336','1074','0.00','0.00','0','10','1425348589','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('337','1377','0.00','0.00','0','10','1425359052','分享朋友圈返积分','99');");
E_D("replace into `ecs_account_log` values('338','1399','0.00','0.00','0','10','1425410169','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('339','1401','0.00','0.00','0','10','1425414181','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('340','1392','0.00','0.00','0','10','1425421616','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('341','1414','0.00','0.00','59','59','1425425612','订单 2015030498139 赠送的积分','99');");
E_D("replace into `ecs_account_log` values('342','1072','0.00','0.00','0','10','1425432317','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('343','1428','0.00','0.00','0','10','1425433412','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('344','1492','1000.00','0.00','0','0','1425526580','充值','0');");
E_D("replace into `ecs_account_log` values('345','1492','-275.00','0.00','0','0','1425526798','支付订单 2015030553506','99');");
E_D("replace into `ecs_account_log` values('346','1492','0.00','0.00','275','275','1425526904','订单 2015030553506 赠送的积分','99');");
E_D("replace into `ecs_account_log` values('347','1493','1111.00','0.00','0','0','1425527486','充值','0');");
E_D("replace into `ecs_account_log` values('348','1496','10000.00','0.00','0','0','1425527686','充值','0');");
E_D("replace into `ecs_account_log` values('349','1503','1000.00','0.00','0','0','1425528331','充值','0');");
E_D("replace into `ecs_account_log` values('350','1503','-180.00','0.00','0','0','1425528464','支付订单 2015030553759','99');");
E_D("replace into `ecs_account_log` values('351','1496','0.25','0.00','0','0','1425528541','订单号 2015030553759, 分成:金钱 0.25 积分 0','99');");
E_D("replace into `ecs_account_log` values('352','1503','-540.00','0.00','0','0','1425530824','支付订单 2015030539358','99');");
E_D("replace into `ecs_account_log` values('353','1503','0.00','0.00','540','540','1425530919','订单 2015030539358 赠送的积分','99');");
E_D("replace into `ecs_account_log` values('354','1512','0.00','0.00','0','10','1425534339','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('355','1515','0.00','0.00','0','10','1425535722','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('356','1517','10000.00','100.00','1000','10000','1425535953','456','2');");
E_D("replace into `ecs_account_log` values('357','1516','100000.00','1000.00','1000','1000','1425536223','56','2');");
E_D("replace into `ecs_account_log` values('358','1516','-180.00','0.00','0','0','1425536243','支付订单 2015030523875','99');");
E_D("replace into `ecs_account_log` values('359','1516','0.00','0.00','0','10','1425537250','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('360','1521','10000.00','100.00','100','1000','1425537355','456','2');");
E_D("replace into `ecs_account_log` values('361','1521','-190.00','0.00','0','0','1425537441','支付订单 2015030518460','99');");
E_D("replace into `ecs_account_log` values('362','1515','2.50','0.00','0','0','1425537476','订单号 2015030523875, 分成:金钱 2.5 积分 0','99');");
E_D("replace into `ecs_account_log` values('363','1516','2.50','0.00','0','0','1425537496','订单号 2015030518460, 分成:金钱 2.5 积分 0','99');");
E_D("replace into `ecs_account_log` values('364','1515','10.00','0.00','0','0','1425537496','订单号 2015030518460, 分成:金钱 10 积分 0','99');");
E_D("replace into `ecs_account_log` values('365','1521','-465.00','0.00','0','0','1425539537','支付订单 2015030535507','99');");
E_D("replace into `ecs_account_log` values('366','1516','16.25','0.00','0','0','1425539793','订单号 2015030535507, 分成:金钱 16.25 积分 0','99');");
E_D("replace into `ecs_account_log` values('367','1515','65.00','0.00','0','0','1425539793','订单号 2015030535507, 分成:金钱 65 积分 0','99');");
E_D("replace into `ecs_account_log` values('368','1521','32.50','0.00','0','0','1425539793','订单号 2015030535507, 分成:金钱 32.5 积分 0','99');");
E_D("replace into `ecs_account_log` values('369','1516','32.50','0.00','0','0','1425539793','订单号 2015030535507, 分成:金钱 32.5 积分 0','99');");
E_D("replace into `ecs_account_log` values('370','1515','32.50','0.00','0','0','1425539793','订单号 2015030535507, 分成:金钱 32.5 积分 0','99');");
E_D("replace into `ecs_account_log` values('371','1521','-190.00','0.00','0','0','1425540105','支付订单 2015030502341','99');");
E_D("replace into `ecs_account_log` values('372','1516','2.50','0.00','0','0','1425540151','订单号 2015030502341, 分成:金钱 2.5 积分 0','99');");
E_D("replace into `ecs_account_log` values('373','1515','10.00','0.00','0','0','1425540151','订单号 2015030502341, 分成:金钱 10 积分 0','99');");
E_D("replace into `ecs_account_log` values('374','1521','5.00','0.00','0','0','1425540151','订单号 2015030502341, 分成:金钱 5 积分 0','99');");
E_D("replace into `ecs_account_log` values('375','1516','5.00','0.00','0','0','1425540151','订单号 2015030502341, 分成:金钱 5 积分 0','99');");
E_D("replace into `ecs_account_log` values('376','1515','5.00','0.00','0','0','1425540151','订单号 2015030502341, 分成:金钱 5 积分 0','99');");
E_D("replace into `ecs_account_log` values('377','1516','-1238.00','0.00','0','0','1425540976','支付订单 2015030557903','99');");
E_D("replace into `ecs_account_log` values('378','1515','10.80','0.00','0','0','1425540994','订单号 2015030557903, 分成:金钱 10.8 积分 0','99');");
E_D("replace into `ecs_account_log` values('379','1521','43.20','0.00','0','0','1425540994','订单号 2015030557903, 分成:金钱 43.2 积分 0','99');");
E_D("replace into `ecs_account_log` values('380','1516','21.60','0.00','0','0','1425540994','订单号 2015030557903, 分成:金钱 21.6 积分 0','99');");
E_D("replace into `ecs_account_log` values('381','1515','21.60','0.00','0','0','1425540994','订单号 2015030557903, 分成:金钱 21.6 积分 0','99');");
E_D("replace into `ecs_account_log` values('382','1521','21.60','0.00','0','0','1425540994','订单号 2015030557903, 分成:金钱 21.6 积分 0','99');");
E_D("replace into `ecs_account_log` values('383','1540','0.00','0.00','0','10','1425578040','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('384','1557','0.00','0.00','0','10','1425590517','分享朋友圈返积分','99');");
E_D("replace into `ecs_account_log` values('385','1564','0.00','0.00','0','10','1425596845','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('386','1539','0.00','0.00','0','10','1425599240','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('387','1583','0.00','0.00','0','10','1425608213','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('388','1590','0.00','0.00','0','10','1425609226','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('389','1492','-180.00','0.00','0','0','1425621668','支付订单 2015030636738','99');");
E_D("replace into `ecs_account_log` values('390','1606','0.00','0.00','0','10','1425622776','分享给朋友返积分','99');");
E_D("replace into `ecs_account_log` values('391','1527','0.00','0.00','0','10','1425629855','分享朋友圈返积分','99');");
E_D("replace into `ecs_account_log` values('392','1515','-21.60','0.00','0','0','1427412102','分成被管理员取消！','99');");
E_D("replace into `ecs_account_log` values('393','1515','-10.80','0.00','0','0','1427417603','分成被管理员取消！','99');");
E_D("replace into `ecs_account_log` values('394','1642','0.00','0.00','2','0','1427419937','推荐会员ID 1643 ( test01 ) 注册送积分','99');");
E_D("replace into `ecs_account_log` values('395','1651','0.00','0.00','10000','0','1427496226','s','2');");
E_D("replace into `ecs_account_log` values('396','1651','0.00','0.00','111110','111110','1427496266','q','2');");
E_D("replace into `ecs_account_log` values('397','1516','-21.60','0.00','0','0','1427496680','分成被管理员取消！','99');");
E_D("replace into `ecs_account_log` values('398','1652','0.00','0.00','2','0','1427497190','推荐会员ID 1653 ( zzzzzz ) 注册送积分','99');");
E_D("replace into `ecs_account_log` values('399','1631','11.96','0.00','0','0','1427578842','订单号 2015032831893, 分成:金钱 11.96 积分 0','99');");
E_D("replace into `ecs_account_log` values('400','1670','0.00','0.00','0','0','1427654091','订单 2015033051204 赠送的积分','99');");
E_D("replace into `ecs_account_log` values('401','1642','0.00','0.00','0','0','1427656703','订单号 2015033051204, 分成:金钱 0 积分 0','99');");
E_D("replace into `ecs_account_log` values('402','1634','0.00','0.00','0','0','1427656703','订单号 2015033051204, 分成:金钱 0 积分 0','99');");
E_D("replace into `ecs_account_log` values('403','1640','5.00','0.00','0','0','1427665451','订单退款：2015032780071','99');");
E_D("replace into `ecs_account_log` values('404','1704','15.60','0.00','0','0','1428237284','订单号 2015040108357, 分成:金钱 15.6 积分 0','99');");
E_D("replace into `ecs_account_log` values('405','1730','99999999.99','0.00','0','0','1428237669','充值','0');");
E_D("replace into `ecs_account_log` values('406','1730','-25.00','0.00','0','0','1428237679','支付订单 2015040665569','99');");
E_D("replace into `ecs_account_log` values('407','1730','0.00','0.00','10','0','1428237705','订单 2015040665569 赠送的积分','99');");
E_D("replace into `ecs_account_log` values('408','1745','920209.00','0.00','0','0','1428311395','充值','0');");
E_D("replace into `ecs_account_log` values('409','1745','-60.00','0.00','0','0','1428311628','支付订单 2015040705533','99');");
E_D("replace into `ecs_account_log` values('410','1745','0.00','0.00','60','60','1428311663','订单 2015040705533 赠送的积分','99');");
E_D("replace into `ecs_account_log` values('411','1730','24.00','0.00','0','0','1428311735','订单号 2015040705533, 分成:金钱 24 积分 0','99');");
E_D("replace into `ecs_account_log` values('412','1746','121215.00','0.00','0','0','1428312188','充值','0');");
E_D("replace into `ecs_account_log` values('413','1746','-50.00','0.00','0','0','1428312476','支付订单 2015040760778','99');");
E_D("replace into `ecs_account_log` values('414','1746','0.00','0.00','50','50','1428312576','订单 2015040760778 赠送的积分','99');");
E_D("replace into `ecs_account_log` values('415','1745','20.00','0.00','0','0','1428312617','订单号 2015040760778, 分成:金钱 20 积分 0','99');");
E_D("replace into `ecs_account_log` values('416','1730','15.00','0.00','0','0','1428312617','订单号 2015040760778, 分成:金钱 15 积分 0','99');");
E_D("replace into `ecs_account_log` values('417','1750','1515156.00','0.00','0','0','1428313670','充值','0');");
E_D("replace into `ecs_account_log` values('418','1750','-75.00','0.00','0','0','1428313783','支付订单 2015040737347','99');");
E_D("replace into `ecs_account_log` values('419','1750','0.00','0.00','65','65','1428313868','订单 2015040737347 赠送的积分','99');");
E_D("replace into `ecs_account_log` values('420','1749','26.00','0.00','0','0','1428313899','订单号 2015040737347, 分成:金钱 26 积分 0','99');");
E_D("replace into `ecs_account_log` values('421','1747','19.50','0.00','0','0','1428313899','订单号 2015040737347, 分成:金钱 19.5 积分 0','99');");
E_D("replace into `ecs_account_log` values('422','1746','4.55','0.00','0','0','1428313899','订单号 2015040737347, 分成:金钱 4.55 积分 0','99');");
E_D("replace into `ecs_account_log` values('423','1745','1.30','0.00','0','0','1428313899','订单号 2015040737347, 分成:金钱 1.3 积分 0','99');");
E_D("replace into `ecs_account_log` values('424','1730','1.30','0.00','0','0','1428313899','订单号 2015040737347, 分成:金钱 1.3 积分 0','99');");
E_D("replace into `ecs_account_log` values('425','1750','-70.00','0.00','0','0','1428315735','支付订单 2015040712432','99');");
E_D("replace into `ecs_account_log` values('426','1750','0.00','0.00','55','45','1428316096','订单 2015040712432 赠送的积分','99');");
E_D("replace into `ecs_account_log` values('427','1750','-25.00','0.00','0','0','1428316615','支付订单 2015040739071','99');");
E_D("replace into `ecs_account_log` values('428','1750','0.00','0.00','10','0','1428316662','订单 2015040739071 赠送的积分','99');");
E_D("replace into `ecs_account_log` values('429','1750','0.00','0.00','10','0','1428316667','订单 2015040739071 赠送的积分','99');");
E_D("replace into `ecs_account_log` values('430','1749','0.33','0.00','2','0','1428317306','订单号 2015040712432, 分成:金钱 0.33 积分 2','99');");
E_D("replace into `ecs_account_log` values('431','1747','0.17','0.00','1','0','1428317306','订单号 2015040712432, 分成:金钱 0.17 积分 1','99');");
E_D("replace into `ecs_account_log` values('432','1746','0.04','0.00','0','0','1428317306','订单号 2015040712432, 分成:金钱 0.04 积分 0','99');");
E_D("replace into `ecs_account_log` values('433','1745','0.02','0.00','0','0','1428317306','订单号 2015040712432, 分成:金钱 0.02 积分 0','99');");
E_D("replace into `ecs_account_log` values('434','1730','0.00','0.00','0','0','1428317306','订单号 2015040712432, 分成:金钱 0 积分 0','99');");
E_D("replace into `ecs_account_log` values('435','1749','0.06','0.00','1','0','1428317415','订单号 2015040739071, 分成:金钱 0.06 积分 1','99');");
E_D("replace into `ecs_account_log` values('436','1747','0.03','0.00','0','0','1428317415','订单号 2015040739071, 分成:金钱 0.03 积分 0','99');");
E_D("replace into `ecs_account_log` values('437','1746','0.01','0.00','0','0','1428317415','订单号 2015040739071, 分成:金钱 0.01 积分 0','99');");
E_D("replace into `ecs_account_log` values('438','1745','0.00','0.00','0','0','1428317415','订单号 2015040739071, 分成:金钱 0 积分 0','99');");
E_D("replace into `ecs_account_log` values('439','1730','0.00','0.00','0','0','1428317415','订单号 2015040739071, 分成:金钱 0 积分 0','99');");
E_D("replace into `ecs_account_log` values('440','1730','0.00','0.00','-10','0','1428318469','由于退货或未发货操作，退回订单 2015040665569 赠送的积分','99');");
E_D("replace into `ecs_account_log` values('441','1730','0.00','0.00','10','0','1428318592','订单 2015040665569 赠送的积分','99');");
E_D("replace into `ecs_account_log` values('442','1750','-134.00','0.00','0','0','1428376151','支付订单 2015040722308','99');");
E_D("replace into `ecs_account_log` values('443','1750','0.00','0.00','119','119','1428376191','订单 2015040722308 赠送的积分','99');");
E_D("replace into `ecs_account_log` values('444','1749','0.71','0.00','4','0','1428376238','订单号 2015040722308, 分成:金钱 0.71 积分 4','99');");
E_D("replace into `ecs_account_log` values('445','1747','0.36','0.00','2','0','1428376238','订单号 2015040722308, 分成:金钱 0.36 积分 2','99');");
E_D("replace into `ecs_account_log` values('446','1746','0.08','0.00','0','0','1428376238','订单号 2015040722308, 分成:金钱 0.08 积分 0','99');");
E_D("replace into `ecs_account_log` values('447','1745','0.04','0.00','0','0','1428376238','订单号 2015040722308, 分成:金钱 0.04 积分 0','99');");
E_D("replace into `ecs_account_log` values('448','1730','0.00','0.00','0','0','1428376238','订单号 2015040722308, 分成:金钱 0 积分 0','99');");
E_D("replace into `ecs_account_log` values('449','1730','0.00','0.00','2','0','1428376906','推荐会员ID 1758 ( gghh ) 注册送积分','99');");
E_D("replace into `ecs_account_log` values('450','1730','0.00','0.00','2','0','1428377187','推荐会员ID 1759 ( kkff ) 注册送积分','99');");

require("../../inc/footer.php");
?>